const ar = {
  home: {
    title: "خصص مساحة للعناية بنفسك، ووقتًا للازدهار",
    subtitle:
      "هي مساحتك الشخصية للبقاء منظّمًا، وتحديد الأهداف، وتخصيص وقت للعناية بنفسك. من خلال التخطيط اليومي، وتتبع العادات، والتذكيرات اللطيفة، تساعدك على بناء روتين متوازن وواعٍ.",
    getStarted: "ابدأ الآن",
  },
  nav: {
    home: "الرئيسية",
    dashboard: "لوحة التحكم",
    inspiration: "الإلهام",
    about: "من نحن",
    profile: "الملف الشخصي",
    settings: "الإعدادات",
  },
  auth: {
    login: "تسجيل الدخول",
    signup: "إنشاء حساب",
  },
  settings: {
  title: "الإعدادات",
  darkMode: "الوضع الداكن",
  login: "تسجيل الدخول",
  signup: "إنشاء حساب"
},

};

export default ar;
